Repository: endlessm/eos-payg
Catalog: po/*.po
Languages: ar, cs, de, es, fr, hi, hu, id, ms, ro, sl, th, vi

source: 5 seconds
ar: 5 ثواني
cs: 5 sekund
de: 5 Sekunden
es: 5 segundos
fr: 5 secondes
hi: 5 सेकंड
hu: 5 másodperc
id: 5 detik
ms: 5 saat
ro: 5 secunde
sl: 5 sekund
th: 5 วินาที
vi: 5 giây

source: 1 minute
ar: 1 دقيقة
cs: 1 minuta
es: 1 minuto
hi: 1 मिनट
hu: 1 perc
id: 1 menit
ms: 1 minit
ro: 1 minut
sl: 1 minuta
th: 1 นาที
vi: 1 phút

source: 5 minutes
ar: 5 دقائق
cs: 5 minut
de: 5 Minuten
es: 5 minutos
hi: 5 मिनट
hu: 5 perc
id: 5 menit
ms: 5 minit
ro: 5 minute
sl: 5 minut
th: 5 นาที
vi: 5 phút

source: 30 minutes
ar: 30 دقيقة
cs: 30 minut
de: 30 Minuten
es: 30 minutos
hi: 30 मिनट
hu: 30 perc
id: 30 menit
ms: 30 minit
ro: 30 de minute
sl: 30 minut
th: 30 นาที
vi: 30 phút

source: 1 hour
ar: 1 ساعة
cs: 1 hodina
de: 1 Stunde
es: 1 hora
fr: 1 heure
hi: 1 घंटा
hu: 1 óra
id: 1 jam
ms: 1 jam
ro: 1 ora
sl: 1 ura
th: 1 ชั่วโมง
vi: 1 giờ

source: 8 hours
ar: 8 ساعات
cs: 8 hodin
de: 8 Stunden
es: 8 horas
fr: 8 heures
hi: 8 घंटे
hu: 8 óra
id: 8 jam
ms: 8 jam
ro: 8 ore
sl: 8 ur
th: 8 ชั่วโมง
vi: 8 giờ

source: 1 day
ar: 1 يوم
cs: 1 den
de: 1 Tag
es: 1 día
fr: 1 jour
hi: एक दिन
hu: 1 nap
id: 1 hari
ms: 1 hari
ro: 1 zi
sl: 1 dan
th: 1 วัน
vi: 1 ngày

source: 2 days
ar: 2 يوم
cs: 2 dny
de: 2 Tage
es: 2 días
fr: 2 jours
hi: 2 दिन
hu: 2 nap
id: 2 hari
ms: 2 hari
ro: 2 zile
sl: 2 dni
th: 2 วัน
vi: 2 ngày

source: 3 days
ar: 3 أيام
cs: 3 dny
de: 3 Tage
es: 3 días
fr: 3 jours
hi: 3 दिन
hu: 3 nap
id: 3 hari
ms: 3 hari
ro: 3 zile
sl: 3 dni
th: 3 วัน
vi: 3 ngày

source: 4 days
ar: 4 أيام
cs: 4 dnů
de: 4 Tage
es: 4 días
fr: 4 jours
hi: चार दिन
hu: 4 nap
id: 4 hari
ms: 4 hari
ro: 4 zile
sl: 4 dni
th: 4 วัน
vi: 4 ngày

source: 5 days
ar: 5 أيام
cs: 5 dnů
de: 5 Tage
es: 5 días
fr: 5 jours
hi: 5 दिन
hu: 5 nap
id: 5 hari
ms: 5 hari
ro: 5 zile
sl: 5 dni
th: 5 วัน
vi: 5 ngày.

source: 6 days
ar: 6 أيام
cs: 6 dnů
de: 6 Tage
es: 6 días
fr: 6 jours
hi: 6 दिन
hu: 6 nap
id: 6 hari
ms: 6 hari
ro: 6 zile
sl: 6 dni
th: 6 วัน
vi: 6 ngày

source: 7 days
ar: 7 أيام
cs: 7 dnů
de: 7 Tage
es: 7 días
fr: 7 jours
hi: 7 दिन
hu: 7 nap
id: 7 hari
ms: 7 hari
ro: 7 zile
sl: 7 dni
th: 7 วัน
vi: 7 ngày

source: 8 days
ar: 8 أيام
cs: 8 dnů
de: 8 Tage
es: 8 días
fr: 8 jours
hi: 8 दिन
hu: 8 nap
id: 8 hari
ms: 8 hari
ro: 8 zile
sl: 8 dni
th: 8 วัน
vi: 8 ngày

source: 9 days
ar: 9 أيام
cs: 9 dnů
de: 9 Tage
es: 9 días
fr: 9 jours
hi: 9 दिन
hu: 9 nap
id: 9 hari
ms: 9 hari
ro: 9 zile
sl: 9 dni
th: 9 วัน
vi: 9 ngày

source: 10 days
ar: 10 أيام
cs: 10 dnů
de: 10 Tage
es: 10 días
fr: 10 jours
hi: 10 दिन
hu: 10 nap
id: 10 hari
ms: 10 hari
ro: 10 zile
sl: 10 dni
th: 10 วัน
vi: 10 ngày

source: 11 days
ar: 11 يوماً
cs: 11 dnů
de: 11 Tage
es: 11 días
fr: 11 jours
hi: 11 दिन
hu: 11 nap
id: 11 hari
ms: 11 hari
ro: 11 zile
sl: 11 dni
th: 11 วัน
vi: 11 ngày

source: 12 days
ar: 12 يوماً
cs: 12 dnů
de: 12 Tage
es: 12 días
fr: 12 jours
hi: 12 दिन
hu: 12 nap
id: 12 hari
ms: 12 hari
ro: 12 zile
sl: 12 dni
th: 12 วัน
vi: 12 ngày

source: 13 days
ar: 13 يوماً
cs: 13 dnů
de: 13 Tage
es: 13 días
fr: 13 jours
hi: 13 दिन
hu: 13 nap
id: 13 hari
ms: 13 hari
ro: 13 zile
sl: 13 dni
th: 13 วัน
vi: 13 ngày

source: 14 days
ar: 14 يوماً
cs: 14 dnů
de: 14 Tage
es: 14 días
fr: 14 jours
hi: 14 दिन
hu: 14 nap
id: 14 hari
ms: 14 hari
ro: 14 zile
sl: 14 dni
th: 14 วัน
vi: 14 ngày

source: 30 days
ar: 30 يوما
cs: 30 dnů
de: 30 Tage
es: 30 días
fr: 30 jours
hi: 30 दिन
hu: 30 nap
id: 30 hari
ms: 30 hari
ro: 30 de zile
sl: 30 dni
th: 30 วัน
vi: 30 ngày

source: 60 days
ar: 60 يوما
cs: 60 dnů
de: 60 Tage
es: 60 días
fr: 60 jours
hi: 60 दिन
hu: 60 nap
id: 60 hari
ms: 60 hari
ro: 60 de zile
sl: 60 dni
th: 60 วัน
vi: 60 ngày

source: 90 days
ar: 90 يوماً
cs: 90 dnů
de: 90 Tage
es: 90 días
fr: 90 jours
hi: 90 दिन
hu: 90 nap
id: 90 hari
ms: 90 hari
ro: 90 de zile
sl: 90 dni
th: 90 วัน
vi: 90 ngày

source: 120 days
ar: 120 يومًا
cs: 120 dnů
de: 120 Tage
es: 120 días
fr: 120 jours
hi: 120 दिन
hu: 120 nap
id: 120 hari
ms: 120 hari
ro: 120 de zile
sl: 120 dni
th: 120 วัน
vi: 120 ngày

source: 365 days
ar: 365 يوما
cs: 365 dnů
de: 365 Tage
es: 365 días
fr: 365 jours
hi: 365 दिन
hu: 365 nap
id: 365 hari
ms: 365 hari
ro: 365 de zile
sl: 365 dni
th: 365 วัน
vi: 365 ngày

source: Infinite
ar: لا نهائي
cs: Nekonečné
de: Unendlich
es: Infinito
fr: Infini
hi: अनंत
hu: Végtelen
id: Tak terhingga
ms: Tak Terhingga
ro: Infinit
sl: Neskončno
th: ไม่มีขีดจำกัด
vi: Vô hạn

source: Invalid period ‘%s’.
ar: مدة غير صالحة %s.
cs: Neplatné období „%s“:
de: Ungültiger Zeitraum »%s«.
es: Período inválido '%s'.
fr: La période ‘%s’ est invalide.
hi: अमान्य अवधि '%s'.
hu: Érvénytelen periódus '%s'.
id: Periode tidak valid %s.
ms: Tempoh '%s' tidak sah.
ro: Perioadă nevalidă '%s'.
sl: Neveljavno obdobje '%s'.
th: ระยะ ‘%s’ ไม่ถูกต้อง
vi: Khoảng thời gian không hợp lệ '%s'.

source: Only print error messages
ar: طباعة رسائل الخطأ فقط
cs: Vypisovat pouze chybová hlášení
de: Nur Fehlermeldungen anzeigen
es: Solo imprimir mensajes de error
fr: Imprimer uniquement les messages d'erreur
hi: केवल गड़बड़ी वाला संदेश प्रिंट करें
hu: Csak hibaüzenetek kiírása
id: Hanya cetak pesan galat
ms: Hanya papar mesej-mesej ralat
ro: Imprimați numai mesaje de eroare
sl: Natisnite samo sporočila o napakah
th: พิมพ์ข้อความแสดงข้อผิดพลาดเท่านั้น
vi: Chỉ có thông báo lỗi in

source: List the available periods
ar: عرض جميع الفترات المتاحة
cs: Vypsat období, která jsou k dispozici
de: Verfügbare Zeiträume anzeigen
es: Enumerar los períodos disponibles
fr: Lister les périodes disponibles
hi: उपलब्ध अवधियों की सूची बनाएं
hu: Elérhető periódusok listája
id: Daftar periode yang tersedia
ms: Senarai tempoh-tempoh yang ada
ro: Listează perioadele disponibile
sl: Seznam razpoložljivih obdobij
th: ระบุระยะที่สามารถใช้ได้
vi: Liệt kê các khoảng thời gian có sẵn

source: KEY-FILENAME PERIOD [COUNTER]
cs: SOUBOR-S-KLICEM OBDOBI [CITAC]
de: SCHLÜSSEL-DATEINAME ZEITRAUM [ZÄHLER]
es: FICHERO-CLAVE PERIODO [CONTADOR]
fr: PÉRIODE NOM DE FICHIER CLÉ [COMPTEUR]
hi: कुंजी-फ़ाइल अवधि [काउंटर]
hu: KULCS-FÁJLNÉV PERIÓDUS [SZÁMLÁLÓ]
id: KUNCI-NAMABERKAS PERIODE [PENGHITUNG]
th: ระยะคีย์-ชื่อไฟล์ [ตัวนับ]
vi: KHOẢNG THỜI GIAN TÊN TẬP TIN PHÍM [BỘ ĐẾM]

source: Generate one or more pay as you go codes
ar: توليد رمز أو أكثر من رموز خطة الدفع حسب الاستخدام
cs: Vytvořit jeden či více kódu pro průběžné platby
de: Einen oder mehrere Prepaid-Code/-s erzeugen
es: Genera uno o más códigos para Endless Prepago
fr: Générez un ou plusieurs codes prépayés
hi: एक या अधिक पे ऐज़ यू गो कोड्स बनाएं
hu: Hozzon létre egy vagy több fizetés, ahogy kódol
id: Hasilkan satu atau lebih kode pembayaran sesuai yang Anda pakai
ms: Jana satu atau lebih kod-kod pay as you go
ro: Generați una sau mai multe plăți în timp ce faceți coduri
sl: Ustvarite eno ali več kodo pay as you go
th: สร้างรหัสเติมเงิน 1 รหัสขึ้นไป
vi: Tạo một hoặc nhiều mã trả phí theo thực tế dùng (pay as you go - PAYG)

source: Option parsing failed: %s
ar: فشل تحليل الخيار:%s
cs: Zpracovávání volby se nezdařilo: %s
de: Auswahl konnte nicht ausgewertet werden: %s
es: El análisis de opciones falló: %s
fr: Échec de l'analyse de l'option : %s
hi: विकल्प पार्सिंग विफल:%s
hu: Az opcióelemzés sikertelen: %s
id: Penguraian opsi gagal: %s
ms: Penghuraian pilihan gagal: %s
ro: Opțiunea de parsare a opțiunilor a esuat: %s
sl: Razčlenitev možnosti ni uspela: %s
th: การแยกตัวเลือกล้มเหลว: %s
vi: Phân tích cú pháp Tùy chọn thất bại: %s

source: Available periods:
ar: الفترات المتاحة:
cs: Období k dispozici:
de: Verfügbare Zeiträume:
es: Periodos disponibles:
fr: Périodes disponibles :
hi: उपलब्ध अवधि:
hu: Elérhető periódusok:
id: Periode yang tersedia:
ms: Tempoh tersedia:
ro: Perioade disponibile:
sl: Razpoložljiva obdobja:
th: ระยะเวลาที่ใช้ได้:
vi: Các khoảng thời gian khả dụng:

source: A KEY-FILENAME and PERIOD are required
ar: مطلوب KEY-FILENAME و PERIOD
cs: Je zapotřebí KEY-FILENAME a PERIOD
de: Ein SCHLÜSSEL-DATEINAME und ZEITRAUM sind nötig
es: Se requieren un CLAVE-NOMBREARCHIVO y PERIODO
fr: Un NOM DE FICHIER CLÉ et une PÉRIODE sont requis
hi: एक KEY-FILENAME और PEROID ज़रूरी हैं
hu: Egy KULCS-FÁJLNÉV és PERIÓDUS szükséges
id: KUNCI-NAMABERKAS dan PERIODE diperlukan
ms: Satu KEY-FILENAME dan PERIOD diperlukan
sl: Potrebna sta KEY-FILENAME in PERIOD
th: ต้องระบุชื่อไฟล์คีย์และระยะเวลา
vi: Bắt buộc có TÊN TẬP TIN PHÍM và KHOẢNG THỜI GIAN

source: Too many arguments provided
ar: الكثير من الحجج المقدمة
cs: Zadáno příliš mnoho argumentů
de: Zu viele Parameter angegeben
es: Demasiados argumentos proporcionados
fr: Trop d'arguments
hi: कई तर्क दिए गये
hu: Túl sok argumentumot adott meg
id: Terlalu banyak argumen yang diberikan
ms: Terlalu banyak argumen disediakan
ro: Prea multe argumente oferite
sl: Na voljo je preveč navedb
th: ให้อาร์กิวเมนต์มากเกินไป
vi: Quá nhiều đối số được cung cấp

source: Unknown period %u.
ar: الفترة %u غير معروفة.
cs: Neznámé období %u.
de: Unbekannter Zeitraum %u.
es: Periodo desconocido %u.
fr: Période %u inconnue.
hi: अज्ञात अवधि %u.
hu: Ismeretlen periódus %u.
id: Periode tidak diketahui %u
ms: Tempoh %u tidak diketahui.
ro: Perioadă necunoscută%u.
sl: Neznano obdobje %u.
th: ระยะเวลาที่ไม่ทราบ %u
vi: Khoảng thời gian không xác định %u.

source: Key is too short (%u bytes); minimum length %u bytes.
ar: المفتاح قصير جداً (%u بايت)؛ الحد الأدنى للطول هو %u بايت.
cs: Klíč je příliš krátký (%u bajtů); nejkratší možná délka je %u bajtů.
de: Der Schlüssel ist zu kurz (%u bytes); die Länge muss minium %u Bytes betragen.
es: La clave es demasiado corta (%u bytes); la longitud mínima es de %u bytes.
id: Kunci terlalu pendek (%u bita); panjang minimum %u bita.
ms: Kunci terlalu pendek (%u bait); panjang minimum %u bait.
sl: Ključ je prekratek (%u bajtov); najmanjše dolžine %u bajtov..

source: Invalid code %s.
ar: رمز غير صالح%s.
cs: Neplatný kód %s.
de: Ungültiger Code %s.
es: Codigo inválido %s.
fr: Code %s incorrect.
hi: अमान्य कोड %s.
hu: Érvénytelen kód %s.
id: Kode tidak valid %s.
ms: Kod %s tidak sah.
ro: cod invalid %s.
sl: Neveljavna koda %s.
th: รหัส %s ไม่ถูกต้อง
vi: Mã không hợp lệ %s.

source: Invalid signature on code %s.
ar: توقيع غير صالح على رمز %s.
cs: Neplatný podpis na kódu %s.
de: Ungültige Signatur im Code %s.
es: Firma inválida en el código %s.
fr: Signature invalide sur le code %s.
hi: कोड %s पर अमान्य हस्ताक्षर.
hu: Érvénytelen aláírás a kódon %s.
id: Tanda tangan tidak valid pada kode %s.
ms: Tandatangan pada kod %s tidak sah.
ro: Semnătura nevalidă la cod %s
sl: Neveljaven podpis na kodi %s.
th: ลายเซ็นไม่ถูกต้องในรหัส %s
vi: Chữ ký không hợp lệ cho mã %s.

source: Codes must be 8 digits long.
ar: يجب أن تكون الرموز بطول 8 أرقام صحيحة.
cs: Je třeba, aby kódy byly 8 číslic dlouhé.
de: Codes müssen 8 Zeichen lang sein.
es: Los códigos deben ser de 8 dígitos.
fr: Les codes doivent contenir huit chiffres.
hi: कोड 8 अंकों लंबा होना चाहिए.
hu: A kódoknak 8 számjegy hosszúnak kell lenniük
id: Panjang kode harus 8 digit.
ms: Kod-kod mestilah 8 digit panjangnya.
ro: Codurile trebuie să aibă o lungime de 8 cifre.
sl: Kode morejo biti največ 8 številk velike.
th: รหัสต้องมีความยาว 8 ตัว
vi: Mã phải dài 8 chữ số.

source: Pay as you go is disabled on this computer.
ar: خطة الدفع حسب الاستخدام مُعطلة على هذا الجهاز.
cs: Průběžné placení není na tomto počítači možné.
de: Prepaid ist auf diesem Computer deaktiviert.
es: Endless Prepago está deshabilitada en esta computadora.
fr: L'option prépayée est désactivée sur cet ordinateur.
hi: पे ऐज़ यू गो इस कंप्यूटर पर अक्षम है.
hu: A "Pay as you go" funkció le van tiltva ezen a számítógépen.
id: Pembayaran sesuai yang Anda pakai dinonaktifkan di komputer ini.
ms: Pay as you go dilumpuhkan pada komputer ini.
ro: Pay as you go este dezactivat pe acest computer.
sl: Pay as you go v tem računalniku je onemogočeno.
th: จ่ายตามเวลาที่ใช้ถูกปิดใช้งานบนคอมพิวเตอร์เครื่องนี้
vi: Trả phí theo thực tế dùng bị tắt trên máy tính này.

source: Too many invalid codes entered recently; please wait
ar: تم إدخال العديد من الرموز غير الصالحة مؤخراً، فيُرجى الانتظار
cs: V krátkém čase zadáno příliš mnoho neplatných kódu – čekejte prosím
de: Es wurden zu viele ungültige Codes eingegeben; Bitte warten...
es: Demasiados códigos inválidos fueron ingresados recientemente; por favor espera
fr: Vous avez saisi trop de codes erronés récemment ; réessayez plus tard.
hi: हाल ही में बहुत सारे अमान्य कोड दर्ज किए गए; कृपया प्रतीक्षा करें
hu: Túl sok érvénytelen kódot írt be a közelmúltban; kérjük várjon
id: Terlalu banyak kode tidak valid yang dimasukkan baru-baru ini; mohon tunggu
ms: Terlalu banyak kod-kod tidak sah yang dimasukkan baru-baru ini; tunggu sebentar
ro: Prea multe coduri nevalide au fost introduse recent; te rog asteapta.
sl: Pred kratkim je bilo vnesenih preveč neveljavnih kod; prosim počakaj
th: ป้อนรหัสผ่านผิดพลาดมากเกินไปเมื่อเร็วๆ นี้ โปรดรอ
vi: Quá nhiều mã không hợp lệ được nhập gần đây; vui lòng đợi

source: This pay as you go code has already been used.
ar: سبق استخدام هذا الرمز للدفع أولاً بأول
cs: Kód průběžné platby už byl použit.
de: Dieser Prepaid-Code wurde bereits verwendet.
es: Este código para Endless Prepago ya fue usado.
fr: Ce code prépayé a déjà été utilisé.
hi: कोड के रूप में यह भुगतान पहले से ही उपयोग किया जा चुका है.
hu: Ez a pay as you go kód már használatban van.
id: Kode pembayaran sesuai yang Anda pakai ini sudah digunakan.
ms: Kod pay as you go ini telah digunakan.
ro: Acest cod de plată a fost deja utilizat.
sl: Koda za plačilo pay as you go je že uporabljena.
th: รหัสจ่ายตามที่เวลาที่ใช้รหัสนี้ถูกใช้ไปแล้ว
vi: Đọa mã dùng để thanh toán trả trước này đã được sử dụng.

source: State file ‘%s’ was the wrong length.
ar: كان طول ملف الحالة ‘%s’ خاطئ.
cs: Stavový soubor „%s“ nemá správnou délku.
de: Status-Datei '%s' hatte nicht die richtige Länge.
es: Indica que el archivo '%s' es de una longitud incorrecta.
fr: La longueur du fichier d'état « %s » était incorrecte.
hi: बताएं, फ़ाइल '%s' गलत लंबाई की थी.
hu: A(z) '%s' állapotfájl hossza nem megfelelő.
id: Keadaan berkas %s panjangnya salah.
ms: Fail keadaan '%s' mempunyai panjang yang salah.
sl: Datoteka ‘%s’ je bila napačne dolžine.
th: ไฟล์ที่ระบุ ‘%s’ มีความยาวไม่ถูกต้อง
vi: Tập tin trạng thái '%s' có độ dài không đúng.

source: Invalid interface name ‘%s’.
ar: اسم الجهاز البيني ‘%s’ غير صالح.
cs: Neplatný název rozhraní „%s“.
de: Ungültige Schnittstellenname '%s'.
es: Nombre de interfaz inválido '%s'.
fr: Le nom d'interface ‘%s’ est invalide.
hi: अमान्य इंटरफ़ेस नाम '%s'.
hu: Érvénytelen felületnév '%s'.
id: Nama antarmuka %s tidak valid.
ms: Nama antaramuka '%s' tidak sah.
sl: Neveljavno ime vmesnika ‘%s’.
th: ชื่ออินเตอร์เฟส ‘%s’ ไม่ถูกต้อง
vi: Tên giao diện không hợp lệ '%s'.

source: Unknown property ‘%s.%s’.
ar: الخاصية غير معروفة ‘%s.%s’.
cs: Neznámá vlastnost „%s.%s“.
de: Unbekannte Einstellung '%s.%s'.
es: Propiedad desconocida '%s. %s'.
fr: Propriété « %s.%s » inconnue.
hi: अज्ञात संपत्ति '%s।%s'
hu: Ismeretlen tulajdonság '%s,%s'.
id: Properti %s.%s tidak dikenal.
ms: Sifat '%s.%s' tidak diketahui.
ro: Proprietate necunoscută "%s%s'
sl: Neznani vmesnik '%s.%s'.
th: รายการที่ไม่รู้จัก ‘%s.%s’
vi: Thuộc tính chưa biết ‘%s.%s’.

source: Property ‘%s.%s’ is read-only.
ar: الخاصية ‘%s.%s’ للقراءة فقط.
cs: Vlastnost „%s.%s“ je pouze pro čtení.
de: Einstellung '%s.%s' ist Nur-Lesen.
es: La propiedad '%s. %s' es de solo lectura.
fr: La propriété '%s.%s' est en lecture seule.
hi: संपत्ति '%s.।%s' केवल पढ़ने के लिए है.
hu: Tulajdonság '%s,%s' csak olvasható.
id: Properti %s.%s hanya baca.
ms: Sifat ‘%s.%s’ adalah baca-sahaja.
sl: Predmet '%s.%s' je samo za branje.
th: รายการ ‘%s.%s’ เป็นแบบอ่านอย่างเดียว
vi: Thuộc tính '%s.%s' là chỉ đọc.

source: Unknown interface ‘%s’.
ar: الجهاز البيني ‘%s’ غير معروف.
cs: Neznámé rozhraní „%s“.
de: Unbekannte Schnittstelle '%s'.
es: Interfaz desconocida '%s'.
fr: L'interface ‘%s’ est inconnue.
hi: अनजान इंटरफ़ेस '%s'.
hu: Ismeretlen felület '%s'.
id: Antarmuka %s tidak dikenal.
ms: Antaramuka '%s' tidak diketahui.
sl: Neznani vmesnik '%s'.
th: อินเตอร์เฟสที่ไม่รู้จัก ‘%s’
vi: Giao diện không xác định '%s'.

source: Configuration file to use (default:
ar: ملف التكوين للاستخدام (الإعداد الافتراضي:
cs: Soubor s nastaveními, který použít (výchozí:
de: Zu benutzende Konfigurations-Datei (Standard:
es: Usar archivo de configuración (predeterminado:
fr: Fichier de configuration à utiliser (par défaut)
hi: उपयोग करने के लिए विन्यास फाइल (डिफ़ॉल्ट:
hu: A használni kívánt konfigurációs fájl (alapértelmezett:
id: Berkas konfigurasi untuk digunakan (bawaan):
ms: Fail konfigurasi menggunakan (default:
sl: Konfiguracijska datoteka za uporabo (privzeto:
th: ไฟล์การกำหนดค่าที่จะใช้ (ค่าเริ่มต้น:
vi: Tập tin cấu hình để sử dụng (mặc định:

source: PATH
ar: المسار
cs: POPIS UMÍSTĚNÍ
es: CAMINO
fr: CHEMIN
hi: पाथ
hu: ÚTVONAL
sl: POT
th: เส้นทาง
vi: ĐƯỜNG DẪN

source: — verify top-up codes and monitor time remaining
ar: - التحقق من رموز التعبئة ووقت المراقبة المتبقي
cs: — ověřit top-up kódy a monitorovat zbývající čas
de: – Auflade-Codes und verbleibende Zeit überprüfen
es: — verifica los códigos de recarga y controla el tiempo restante
fr: — vérifier les codes de rechargement et surveiller le temps restant
hi: — टॉप-अप कोड सत्यापित करें और शेष समय की निगरानी करें
hu: — erősítse meg a feltöltési kódokat és figyelje a hátralévő időt
id: — verifikasi kode isi ulang dan pantau waktu yang tersisa
ms: — sahkan kod-kod tambah-nilai dan pantau masa berbaki
sl: — preverite kode za dopolnitev in spremljajte preostali čas
th: — ยืนยันรหัสเติมเงินและตรวจสอบเวลาที่เหลือ
vi: — xác minh mã nạp tiền và theo dõi thời gian còn lại

source: Verify inputted top-up codes and monitor the amount of time the computer has remaining before its lease next needs topping up.
ar: التحقق من رموز التعبئة المدخلة، ومراقبة مقدار الوقت المتبقي للكمبيوتر قبل أن يحتاج استئجاره إلى تجديد.
cs: Ověřit zadané top-up kódy a monitorovat dobu která počítači zbývá před tím, než bude třeba obnovit zápůjčku.
de: Eingegebene Aufladecodes überprüfen und die verbleibende Zeit bis zur nächsten Aufladung im Auge behalten.
es: Verifica los códigos de recarga ingresados y controla la cantidad de tiempo que le queda a la computadora antes de la próxima vez que necesite recarga.
fr: Vérifiez les codes de rechargement saisis et surveillez le temps restant avant que la location de l'ordinateur ne nécessite un rechargement.
hi: टॉप-अप कोड सत्यापित करें और इस बात की निगरानी करें की कंप्यूटर की अगली पेशी देने के लिए कितना समय बचा है.
hu: Erősítse meg a beírt feltöltési kódokat és figyelje a számítógép hátralévő idejének lejáratát, mielőtt a következő bérlése szükséges.
id: Verifikasi kode isi ulang yang dimasukkan dan pantau jumlah waktu komputer yang tersisa sebelum masa sewa berikutnya perlu diisi ulang.
ms: Sahkan kod-kod tambah-nilai dan pantau amaum masa komputer yang masih ada sebelum ia sewaan berikutnya yang memerlukan tambah nilai.
sl: Preverite vnesene kode za dopolnitev in spremljajte, koliko časa je računalniku ostalo, preden je treba najem napolniti.
th: ยืนยันรหัสเติมเงินที่ป้อนและตรวจสอบเวลาที่เหลือของคอมพิวเตอร์ก่อนที่จะต้องเติมเงินสำหรับการเช่าครั้งถัดไป
vi: Xác minh mã nạp tiền được nhập và theo dõi thời gian còn lại của máy tính trước cần nạp tiền tiếp để sử dụng.

source: Lost D-Bus name ‘%s’; exiting.
ar: تم فقد اسم برنامج D-Bus ‘%s’، وجارٍ الخروج.
cs: Ztraceno D-Bus název „%s“ – ukončuje se.
de: D-Bus-Name '%s' verloren; beende.
es: Nombre perdido de D-Bus '%s'; saliendo.
fr: Perte du nom du D-Bus « %s » ; fermeture.
hi: खोया D-BUS नाम '%s'; बाहर निकल रहा है
hu: Elvesztett D-BUS név '%s'; kilépés.
id: Kehilangan nama D-Bus %s; keluar.
ms: Nama D-Bus '%s' hilang; keluar
sl: Izgubljeno ime D-Bus-a '%s'; izstopam.
th: ชื่อ D-Bus ‘%s’ หายไป กำลังออก
vi: Tên D-Bus bị mất '%s'; đang thoát.

source: Inactivity timeout reached; exiting.
ar: انتهت مهلة عدم النشاط وجارٍ الخروج.
cs: Překročen časový limit nečinnosti – ukončuje se.
de: Inaktivitäts-Zeitlimit erreicht; beende.
es: Tiempo de espera en casos de inactividad alcanzado; saliendo.
fr: Délai d'expiration en cas d'inactivité atteint ; fermeture.
hi: निष्क्रियता समय समाप्ति; बाहर निकल रहा.
hu: Inaktivitási időkorlát elérve; kilépés.
id: Batas waktu tidak aktif tercapai; keluar.
ms: Had masa tamat tidak aktif telah selesai; keluar.
sl: Dosežena časovna omejitev neaktivnosti; izstopam.
th: ครบกำหนดหมดเวลาไม่ใช้งาน กำลังออก
vi: Đã hết thời gian chờ không hoạt động; đang thoát.

source: Address of the D-Bus daemon to connect to and own a name on
ar: عنوان البرنامج الخفي D-Bus المطلوب الاتصال به وامتلاك اسم عليه
cs: Adresa D-Bus procesu služby, ke které se připojit a která vlastní název na
de: Adresse des D-Bus-Daemon zum Verbinden und Namen besitzen
es: Dirección del daemon D-Bus para conectarse y tener un nombre
fr: Adresse du programme fantôme D-Bus auquel se connecter et posséder un nom
hi: एक नाम से जुड़ने और उसका मालिक होने के लिए D-Bus डिमन का पता
hu: A D-Bus démon címe a csatlakozáshoz és a névhez a címen:
id: Alamat daemon D-Bus untuk terhubung dan memiliki nama
ms: Alamat-alamat daemon D-Bus untuk disambungkan dan memiliki nama
sl: Naslov D-Bus daemon za povezavo in lastno ime na
th: ที่อยู่ของดีมอน D-Bus ที่ต้องการเชื่อมต่อและเป็นเจ้าของชื่อ
vi: Địa chỉ của cơ chế D-Bus daemon dùng trong việc kết nối và sở hữu tên

source: ADDRESS
cs: ADRESA
es: DIRECCIÓN
fr: ADRESSE
hi: पता
hu: CÍM
id: ALAMAT
sl: NASLOV
th: ที่อยู่
vi: ĐỊA CHỈ

source: Inactivity timeout to wait for before exiting (in milliseconds)
ar: مهلة عدم النشاط، المطلوب من هذا الكمبيوتر انتظارها قبل الخروج (بالملي ثانية)
cs: Časový limit nečinnosti, po jehož překročení ukončit (v milisekundách)
de: Inaktivitäts-Zeitlimit welches vor Beenden gewartet wird (in Millisekunden)
es: Tiempo de espera antes de salir en casos de inactividad (en milisegundos)
fr: Délai d'inactivité nécessaire avant de quitter (en millisecondes)
hi: बाहर निकलने से पहले प्रतीक्षा करने के लिए निष्क्रियता टाइमआउट (मिलीसेकंड में)
hu: Az inaktivitás időkorlát, kilépés előtt (milisecundumban)
id: Batas waktu tidak aktif untuk menunggu sebelum keluar (dalam milidetik)
ms: Had masa tamat tidak aktif untuk menunggu sebelum keluar (dalam milisaat)
sl: Časovna omejitev nedejavnosti, ki jo je treba počakati pred izstopom (v milisekundah)
th: การหมดเวลาเนื่องจากไม่มีการทำงานเพื่อรอก่อนที่จะออก (หน่วยมิลลิวินาที)
vi: Thời gian chờ không hoạt động trước khi thoát (tính bằng mili giây)

source: This daemon must not be run as root.
ar: يجب عدم تشغيل هذا البرنامج الخفي في وضع الجذر.
cs: Tento proces služby není možné spouštět pod účtem správce systému (root).
de: Dieses Daemon darf nicht als root ausgeführt werden.
es: Este daemon no se debe ejecutar como root.
fr: Ce programme fantôme ne doit pas être exécuté en tant que root.
hi: यह डेमॉन, रूट के रूप में नहीं चलाया जाना चाहिए.
hu: Ezt a démon nem futtathatja rootként.
id: Daemon ini tidak boleh dijalankan sebagai root.
ms: Daemin ini tidak boleh dijalankan sebagai root.
sl: Tega daemon ne smete zagnati kot root.
th: ดีมอนนี้ต้องไม่ทำงานเป็นฐาน
vi: Daemon này phải không được chạy với quyền root.

source: Invalid inactivity timeout %sms.
ar: مهلة عدم نشاط غير صالحة %s مللي ثانية.
cs: Neplatný časový limit nečinnosti %sms.
de: Ungültige Zeitüberschreitung wegen Inaktivität: %s ms.
es: Tiempo de inactividad inválido %sms.
id: Batas waktu tidak aktif yang tidak valid %s ms.
ms: Had masa tamat ketidakaktifan yang tidak sah %sms.
sl: Neveljaven čas nedejavnosti %sms.

source: D-Bus unavailable: %s
ar: برنامج D-Bus غير متاح: %s
cs: D-BUS není k dispozici: %s
de: D-Bus nicht verfügbar: %s
es: D-Bus no está disponible: %s
fr: D-Bus indisponible : %s
hi: डी-बस अनुपलब्ध: %s
hu: D-Bus elérhetetlen %s
id: D-Bus tidak tersedia: %s
ms: D-Bus tidak tersedia: %s
sl: D-Bus ni na voljo: %s
th: ไม่มี D-Bus ที่ใช้ได้: %s
vi: D-Bus không có sẵn: %s
