Repository: endlessm/eos-payg
Catalog: po/*.po
Languages: ar, cs, de, es, fr, hi, hu, id, ms, ro, sl, th, vi

source: D-Bus bus ‘%s’ unavailable: %s
ar: برنامج D-Bus ‘%s’ غير متاح %s
cs: D-Bus sběrnice „%s“ není k dispozici: %s
de: D-Bus-Bus '%s' nicht verfügbar: %s
es: El bus D-Bus '%s' no está disponible: %s
fr: Bus D-Bus « %s » indisponible : %s
hi: D-Bus bus ‘%s’ अनुपलब्ध है: %s
hu: D-Bus busz '%s' elérhetetlen %s
id: Bus D-Bus %s tidak tersedia: %s
ms: D-Bus bus ‘%s’ tidak tersedia: %s
sl: D-Bus vodilo '%s' ni na voljo: %s
th: บัส D-Bus ‘%s’ ไม่พร้อมใช้งาน: %s
vi: Bus D-Bus '%s' không có sẵn: %s

source: Signalled with signal %d
ar: مُرمَّز بالإشارة %d
cs: Signalizováno signálem %d
de: Signalisiert mit Signal %d
es: Señalado con señal %d
fr: Signalé avec le signal %d
hi: संकेत %d के साथ संकेतित
hu: Jelzéssel megjelölve: %d
id: Diisi dengan sinyal %d
ms: Diisyaratkan dengan isyarat %d
sl: Opozori s signalom %d
th: ส่งสัญญาณด้วยสัญญาณ %d
vi: Được báo hiệu bằng tín hiệu %d

source: MS
hi: एमएस

source: Key is too short; minimum length %u bytes.
fr: La clé est trop courte ; longueur minimale %u octets.

source: Invalid inactivity timeout %
fr: Délai d'expiration en cas d'inactivité invalide %
